<template>
  <div class="home-body">
    <b-container class="my-5" style="background-color : white">
      <b-tabs card fill style="color:white">
        <b-tab title="หลักการและเหตุผล" active>
          <p>
            องค์การบริหารการพัฒนาพื้นที่พิเศษเพื่อการท่องเที่ยวอย่างยั่งยืน
            (องค์การมหาชน) หรือ อพท.
            มีภารกิจในการประสานและพัฒนาพื้นที่พิเศษเพื่อให้เกิดการท่องเที่ยวอย่างยั่งยืน
            ซึ่งหมายถึง การบริหารการ พัฒนาการท่องเที่ยวให้เกิดความสมดุล
            ทั้งด้านเศรษฐกิจ สังคม และสิ่งแวดล้อม ได้เล็งเห็นถึงความสำคัญใน
            การเข้าไปพัฒนาพื้นที่ ได้แก่ <br />(1)
            การพัฒนาทรัพยากรของแหล่งท่องเที่ยวทางธรรมชาติ ตลอดจนการรักษา
            ทรัพยากรการท่องเที่ยวให้ยั่งยืน <br />(2)
            การรักษาและการส่งเสริมและพัฒนาสถานประกอบการที่พัก อันเป็นหนึ่ง
            ในส่วนประกอบสำคัญของอุตสาหกรรมการท่องเที่ยว ให้มีมาตรฐานระดับสากล
            และ <br />(3) การบำรุงรักษา วัฒนธรรม จารีตประเพณี วิถีชุมชน
            แหล่งประวัติศาสตร์ของสังคมและชุมชนในแหล่งท่องเที่ยว ซึ่ง อพท.
            จะเป็นหน่วยงานกลางที่ทำหน้าที่ประสานความร่วมมือจากทั้งส่วนของภาครัฐ
            เอกชน และประชาชนให้เกิดการพัฒนาแหล่งท่องเที่ยวใหม่
            ปรับปรุงแหล่งท่องเที่ยวเดิมให้ดียิ่งขึ้น
            เพื่อให้เกิดการท่องเที่ยวอย่างยั่งยืนในพื้นที่และรักษาสภาพแวดล้อมของแหล่งท่องเที่ยวในพื้นที่พิเศษให้เกิดความยั่งยืน
            และสอดคล้องกับการดำเนินการตามเกณฑ์การท่องเที่ยวอย่างยั่งยืนโลก
            (GSTC) ซึ่งเป็นส่วนสำคัญที่จะทำให้การดำเนินงานของ อพท.
            บรรลุผลสัมฤทธิ์ตามวัตถุประสงค์ในการจัดตั้งองค์กร
          </p>
          <p>
            ดังนั้น
            องค์การบริหารการพัฒนาพื้นที่พิเศษเพื่อการท่องเที่ยวอย่างยั่งยืน
            (องค์การมหาชน) โดยสำนักงานพื้นที่พิเศษ 5
            จึงมีความประสงค์ที่จะดำเนินการจัดทำระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืน
            ซึ่งเป็นการต่อยอดการดำเนินงานจากปีงบประมาณ 2563
            กิจกรรมจัดทำฐานข้อมูลการท่องเที่ยวอย่างยั่งยืน <br />(1)
            เพื่อทบทวนข้อมูลมรดกทางธรรมชาติและวัฒนธรรมในพื้นที่ให้มีความเป็นปัจจุบัน
            <br />(2) ออกแบบปรับปรุง
            โครงสร้างระบบฐานข้อมูลให้เหมาะสมสำหรับการจัดเก็บข้อมูลเชิงลึกข้อมูลทรัพยากรทางการท่องเที่ยวในพื้นที่
            <br />(3)
            สร้างกลไกการมีส่วนร่วมในการจัดทำระบบฐานข้อมูลให้เกิดความเป็นเอกภาพ
            นำไปสู่การนำข้อมูล ไปใช้ในการพัฒนาพื้นที่ในอนาคต
            เพราะการมีฐานข้อมูลที่เป็นเอกภาพได้รับการยอมรับ เป็นส่วนสำคัญใน
            การใช้วางแผนและการตัดสินใจในการบริหารจัดการการท่องเที่ยว
            อีกทั้งยังสามารถใช้ในการต่อยอดการ พัฒนาท่องเที่ยวในด้านต่าง ๆ
            ไม่ว่าจะเป็นการสื่อสารภาพลักษณ์ การประชาสัมพันธ์
            พัฒนานักสื่อความหมาย และโครงสร้างพื้นฐานในพื้นที่
            ตามแนวทางการดำเนินการตามเกณฑ์การท่องเที่ยวอย่างยั่งยืนอีกด้วย
          </p>
        </b-tab>
        <b-tab title="วัตถุประสงค์">
          <p>
            ⦁
            เพื่อทบทวนและปรับปรุงข้อมูลเกี่ยวกับทรัพยากรการท่องเที่ยวในพื้นที่พิเศษเลยที่เป็นปัจจุบัน<br />
            ⦁ เพื่อพัฒนาระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืนในพื้นที่พิเศษเลย
            ตามแนวทางที่แสดงข้อมูลในเชิงภาพลักษณ์แหล่งท่องเที่ยวและรองรับภารกิจการดำเนินงานของพื้นที่พิเศษเลย<br />
            ⦁ สร้างกลไกการมีส่วนร่วมในการจัดทำระบบฐานข้อมูลให้เกิดความเป็นเอกภาพ
            นำไปสู่การนำ ข้อมูลไปใช้ในการพัฒนาพื้นที่ในอนาคต <br />
            ⦁จัดทำช่องทางในการเผยแพร่ฐานข้อมูลเพื่อประชาสัมพันธ์สู่สาธารณะ
          </p>
        </b-tab>
        <b-tab title="ขอบเขตพื้นที่โครงการ/กลุ่มเป้าหมาย">
          <p>
            พื้นที่หลัก : อำเภอเชียงคาน อำเภอด่านซ้าย <br />
            พื้นที่รอง : อำเภอเมืองเลย อำเภอท่าลี่ อำเภอภูเรือ อำเภอนาแห้ว
            อำเภอภูหลวง อำเภอหนองหิน อำเภอภูกระดึง <br />
            กลุ่มเป้าหมาย : หน่วยงานภาครัฐ ภาคเอกชน สถาบันการศึกษา
            ประชาชนในพื้นที่พิเศษเลย
          </p>
        </b-tab>
        <b-tab title="ขอบเขตการดำเนินงาน">
          <p>
            ⦁ ศึกษา ทบทวน
            ข้อมูลเกี่ยวกับทรัพยากรการท่องเที่ยวในพื้นที่พิเศษเลยจากข้อมูลทุติยภูมิ
            และข้อมูลรายงานผลการดำเนินงานศึกษาที่ผ่านมา
            เพื่อนำมาวิเคราะห์และจัดหมวดหมู่จำแนกประเภทของ
            ทรัพยากรการท่องเที่ยวที่สอดคล้องกับหลักการทางวิชาการ
            และสามารถเชื่อมโยงขับเคลื่อนนโยบายและ
            แผนการพัฒนาและส่งเสริมการท่องเที่ยวของพื้นที่ <br />⦁ ศึกษา ทบทวน
            และวิเคราะห์ฐานข้อมูลที่เกี่ยวข้องกับทรัพยากรการท่องเที่ยวที่มีอยู่ในปัจจุบัน
            ในโครงการจัดทำฐานข้อมูลการท่องเที่ยวอย่างยั่งยืน
            เพื่อนำมาวิเคราะห์และกำหนดกรอบการพัฒนาและปรับปรุงให้เป็นปัจจุบัน
            รองรับภารกิจการดำเนินงานของพื้นที่พิเศษเลย
            โดยให้ความสำคัญกับหลักเกณฑ์ ด้านการท่องเที่ยวอย่างยั่งยืน (GSTC)
            ตลอดจนการทำงานร่วมกับภาคีเครือข่ายและกิจกรรมการขับเคลื่อนใน
            พื้นที่เรื่อง GSTC , เมืองสร้างสรรค์ (Creative City), Green
            Destinations ,TOP 100 เป็นต้น <br />⦁
            วิเคราะห์และออกแบบเพื่อพัฒนาระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืนในพื้นที่พิเศษเลย
            ตามแนวทางที่แสดงข้อมูลในเชิงภาพลักษณ์แหล่งท่องเที่ยว ซึ่งประกอบด้วย
            5 องค์ประกอบ (5A) ประกอบด้วย สิ่งดึงดูดใจ (attraction)
            การเดินทางมายังแหล่งท่องเที่ยว (accessibility) การบริการที่พัก
            (accommodation) กิจกรรมการท่องเที่ยว (activities)
            และสิ่งอำนวยความสะดวก ( destination amenities)
            ที่สามารถใช้งานได้ทั้งในระบบออฟไลน์และออนไลน์ <br />⦁ ศึกษา ทบทวน
            และรวบรวมข้อมูลทรัพยากรการท่องเที่ยวของผลการศึกษาโครงการที่เกี่ยวข้อง
            อาทิเช่น โครงการจัดทำฐานข้อมูลการท่องเที่ยวอย่างยั่งยืน
            โครงการส่งเสริมและสนับสนุนการอนุรักษ์และสืบ สานวิถีชีวิต วัฒนธรรม
            ภูมิปัญญา และประเพณีในชุมชนและท้องถิ่น ด้วยการท่องเที่ยวทางวัฒนธรรม
            โครงการพัฒนาเรื่องราว (Story Telling) การท่องเที่ยวเชิงสร้างสรรค์
            เป็นต้น
            เพื่อนำมาจัดหมวดหมู่และปรับปรุงข้อมูลให้มีความครอบคลุมที่จะนำเข้าสู่ระบบฐานข้อมูลที่พัฒนาขึ้น
            ตามรูปแบบข้อมูลในเชิงภาพลักษณ์แหล่งท่องเที่ยวทั้ง 5 องค์ประกอบ
            <br />⦁
            ดำเนินงานด้วยกระบวนการมีส่วนร่วมของภาคีที่เกี่ยวข้องในพื้นที่อำเภอเชียงคานและอำเภอด่านซ้ายในการการร่วมให้ข้อมูล
            ตรวจสอบ และให้ความเห็นต่อการจำแนกประเภททรัพยากรการท่องเที่ยว
            และการปรับปรุงข้อมูลให้เป็นไปตามรูปแบบข้อมูลในเชิงภาพลักษณ์แหล่งท่องเที่ยวทั้ง
            5 องค์ประกอบ และมีความเหมาะสมในการนำเข้าสู่ระบบฐานข้อมูล
            อย่างน้อยอำเภอละ 1 ครั้ง ทั้งนี้
            ต้องดำเนินการด้วยวิธีการที่เหมาะสมกับกลุ่มเป้าหมาย
            โดยต้องเสนอแผนงานให้ทาง อพท.
            พิจารณาให้ความเห็นชอบก่อนนำไปดำเนินการ<br />
            ⦁ ออกแบบและจัดทำระบบการใช้งาน ทั้งการนำเข้าข้อมูล การจัดเก็บข้อมูล
            และการนำเสนอ ข้อมูลที่เหมาะสมกับการใช้งานของกลุ่มเป้าหมาย
            ทั้งออนไลน์และออฟไลน์ โดยต้องออกแบบให้มีความดึงดูด
            ใจในการเข้าใช้งานมีรูปแบบการทำงานของระบบที่เอื้อต่อการใช้งานของกลุ่มเป้าหมายโดยทั่วไป
            และ สามารถแก้ไขและปรับปรุงข้อมูลได้ <br />⦁ จัดการอบรมเชิงปฏิบัติการ
            และกระบวนการ on the job training
            เพื่อถ่ายทอดความเข้าใจในการใช้งานระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืนในพื้นที่พิเศษเลยแก่เจ้าหน้าที่ของ
            อพท. เพื่อให้สามารถจัดทำข้อมูล
            และนำเข้าข้อมูลจากโครงการดำเนินงานต่าง ๆ
            สู่ระบบฐานข้อมูลทรัพยากรการท่องเที่ยวในพื้นที่พิเศษเลยที่พัฒนาและปรับปรุงขึ้นได้<br />
            ⦁
            จัดทำคู่มือการใช้งานและคลิปแนะนำการใช้งานที่สามารถเข้าถึงและเข้าใจได้ง่ายสำหรับภาคี
            เครือข่ายหรือหน่วยงานที่เกี่ยวข้องได้ <br />⦁
            สร้างกลไกการมีส่วนร่วมในการจัดทำระบบฐานข้อมูลให้เกิดความเป็นเอกภาพ
            นำไปสู่การนำ ข้อมูลไปใช้ในการพัฒนาพื้นที่ในอนาคต<br />
            ⦁
            จัดทำข้อเสนอแนะกลไกการบริหารจัดการและการดูแลรักษาระบบฐานข้อมูลการท่องเที่ยวอย่าง
            ยั่งยืนในพื้นที่พิเศษเลยที่มีประสิทธิภาพและสามารถมีข้อมูลที่เป็นปัจจุบันได้อย่างต่อเนื่อง
            <br />⦁
            จัดอบรมเชิงปฏิบัติการจัดการเรื่องการใช้งานระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืนในพื้นที่
            พิเศษเลย พร้อมจัดทำคู่มือการใช้ระบบฐานข้อมูล
            โดยมีผู้เข้าร่วมอย่างน้อย 15 คน อย่างน้อย 1 ครั้ง <br />⦁
            จัดทำรูปแบบในการเผยแพร่ระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืนในพื้นที่พิเศษเลย
            เพื่อ ประชาสัมพันธ์สู่สาธารณะ โดยออกแบบและจัดทำสื่อสิ่งพิมพ์ จำนวน
            1,000 แผ่น และสื่อข้อมูลแนะนำเพื่อ
            การประชาสัมพันธ์ผ่านระบบออนไลน์ที่เข้าถึงกลุ่มผู้ใช้งาน
          </p>
        </b-tab>

        <b-tab title="แนวคิดในการพัฒนาระบบ">
          <p>
            ข้อมูลเกี่ยวกับทรัพยากรการท่องเที่ยวในพื้นที่พิเศษเลย
            ได้รวบรวมจากจากข้อมูลทุติยภูมิ
            และข้อมูลรายงานผลการดำเนินงานศึกษาที่ผ่านมา
            เพื่อนำมาวิเคราะห์และจัดหมวดหมู่จำแนกประเภทของ
            ทรัพยากรการท่องเที่ยวแล้ว
            จะนำมาวิเคราะห์และออกแบบเพื่อพัฒนาระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืนในพื้นที่พิเศษเลย
            ตามแนวทางที่แสดงข้อมูลในเชิงภาพลักษณ์แหล่งท่องเที่ยว ซึ่งประกอบด้วย
            5 องค์ประกอบ (5A) ประกอบด้วย สิ่งดึงดูดใจ (attraction)
            การเดินทางมายังแหล่งท่องเที่ยว (accessibility) การบริการที่พัก
            (accommodation) กิจกรรมการท่องเที่ยว (activities)
            และสิ่งอำนวยความสะดวก (destination amenities)
            ที่สามารถใช้งานได้ทั้งในระบบออฟไลน์และออนไลน์
          </p>
          <p>
            องค์ประกอบของทรัพยากรท่องเที่ยว ควรมีองค์ประกอบหลักอย่างน้อย 5
            ประการ หรือ 5As ดังต่อไปนี้<br />
            1. Accessibility หมายถึง การเข้าถึง คือ มีความสามารถในการเข้าถึง
            ความสามารถในการคมนาคม ไปยังสถานที่หรือแหล่งท่องเที่ยวได้อย่างดี เช่น
            มีถนนคอนกรีตและถนนลาดยาง อยู่ในสภาพที่ดี เข้าถึงง่าย สะดวกสบาย
            รวมไปถึงการเดินทางโดยวิธีอื่นๆ<br />
            2. Activity หมายถึง กิจกรรม คือ ภายในแหล่งท่องเที่ยวมีสถานที่
            ท่องเที่ยวหลายแห่งที่มีกิจกรรมที่ทำให้นักท่องเที่ยวได้เข้ามามีส่วนร่วมในการท่องเที่ยวอย่างสมบูรณ์แบบ
            เช่น การเดินป่า การปั่นจักรยาน การศึกษาธรรมชาติ การพายเรือ
            การถ่ายรูป เป็นต้น <br />3. Amenity หมายถึง สิ่งอํานวยความสะดวก คือ
            แหล่งท่องเที่ยวต้องมีสิ่งอํานวยความสะดวกเตรียมไว้สำหรับนักท่องเที่ยวอย่างครบครันและเพียงพอ
            เช่น ด้านสาธารณูปโภค น้ำประปา ไฟฟ้า ถนน โทรศัพท์ สถานีตำรวจ
            โรงพยาบาล รวมถึงที่พัก ร้านอาหาร ร้านขายของที่ระลึก
            และจุดบริการนักท่องเที่ยว <br />4. Attraction หมายถึง สิ่งดึงดูดใจ
            คือ แหล่งท่องเที่ยวจะต้องมีสิ่งดึงดูดใจ
            นักท่องเที่ยวเดินทางเข้ามาท่องเที่ยวยังแหล่งท่องเที่ยวได้ เช่น
            ทรัพยากรแหล่งท่องเที่ยว รวมไปถึงกิจกรรมการท่องเที่ยวต่างๆ <br />5.
            Accommodation หมายถึง ที่พัก คือ
            ภายในบริเวณแหล่งท่องเที่ยวหรือบริเวณใกล้เคียงต้องมีที่พักไว้เพื่อบริการนักท่องเที่ยว
          </p>
          <p>
            เมื่อมีการดำเนินงานจัดทำข้อมูลตามแนวทางที่แสดงข้อมูลในเชิงภาพลักษณ์แหล่งท่องเที่ยวแล้ว
            จะนำชุดข้อมูลที่ได้มาดำเนินการศึกษาโครงสร้างฐานข้อมูลที่มีอยู่เดิม
            และข้อมูลดิบ เพื่อให้เข้าใจถึงรูปแบบการเชื่อมโยงข้อมูลที่มีอยู่เดิม
            และสามารถออกแบบโครงสร้างฐานข้อมูลใหม่ให้รองรับและมีประสิทธิภาพในการจัดเก็บข้อมูลให้เป็นระบบและสามารถพัฒนาต่อยอดฐานข้อมูลในอนาคตได้
            การพัฒนาระบบงาน
            จำเป็นต้องมีขั้นตอนและกระบวนการในการวิเคราะห์ระบบเพื่อให้ได้มาซึ่งโปรแกรมประยุกต์ที่มีประสิทธิภาพ
            และครอบคลุมความต้องการของผู้ใช้งานได้อย่างครบถ้วน
          </p>
          <img src="/img/system1.jpg" width="100%" />
          <p>
            การออกแบบและจัดทำระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืนในพื้นที่พิเศษเลย
            เพื่อดำเนินการจัดทำระบบการใช้งาน ทั้งการนำเข้าข้อมูล
            การจัดเก็บข้อมูล
            และการนำเสนอข้อมูลที่เหมาะสมกับการใช้งานของกลุ่มเป้าหมาย
            โดยจะดำเนินการออกแบบฐานข้อมูลให้รองรับการการนำเสนอข้อมูลในเชิงภาพลักษณ์แหล่งท่องเที่ยว
            ซึ่งประกอบด้วย 5 องค์ประกอบ (5A) ประกอบด้วย สิ่งดึงดูดใจ
            (attraction) การเดินทางมายังแหล่งท่องเที่ยว (accessibility)
            การบริการที่พัก (accommodation) กิจกรรมการท่องเที่ยว (activities)
            และสิ่งอำนวยความสะดวก (destination amenities)
            โดยมีองค์ประกอบของระบบงานดังนี้<br />
            ⦁ ส่วนการสืบค้นข้อมูล <br />⦁ ส่วนการแสดงผลพิกัดที่ตั้งบนแผนที่
            <br />⦁ ส่วนการแสดงรายละเอียดของแหล่งท่องเที่ยว
          </p>
          <p>
            ระบบฐานข้อมูลการท่องเที่ยวอย่างยั่งยืนในพื้นที่พิเศษเลยถูกพัฒนาขึ้นโดยคำนึงถึงความสะดวกสบายของผู้ใช้งานและความถูกต้อง
            รวดเร็วของระบบ โดยผู้พัฒนาได้ใช้เครื่องมือในการพัฒนาระบบดังต่อไปนี้
          </p>

          <img src="/img/system3.jpg" width="100%" />
          <p>
            ข้อมูลแหล่งท่องเที่ยวในรูปแบบของพิกัดตำแหน่งจะถูกแสดงผลเฉพาะข้อมูลในขอบเขตพื้นที่พิเศษเลยเท่านั้น
            โดยมีการนำเข้าข้อมูลในเชิงภาพลักษณ์แหล่งท่องเที่ยว ซึ่งประกอบด้วย 5
            องค์ประกอบ (5A) ประกอบด้วย สิ่งดึงดูดใจ (attraction)
            การเดินทางมายังแหล่งท่องเที่ยว (accessibility) การบริการที่พัก
            (accommodation) กิจกรรมการท่องเที่ยว (activities)
            และสิ่งอำนวยความสะดวก (destination amenities)
            โดยผู้ดูแลระบบสามารถปรับปรุง แก้ไข
            เพิ่มเติมข้อมูลได้ผ่านระบบงานทันที
            ซึ่งผู้ใช้งานสามารถเรียกดูข้อมูลผ่านทางเว็บบราวเซอร์ (Web Browser)
            ได้ทันที
            ทั้งยังสามารถใช้ข้อมูลในส่วนของพิกัดแหล่งท่องเที่ยวที่แสดงบนแผนที่
            นำทางไปยังตำแหน่งได้อีกด้วย
            หากผู้ใช้งานใช้งานบนอุปกรณ์เคลื่อนที่ที่มีเครื่องระบุตำแหน่ง (GPS)
            พร้อมทั้งสามารถเชื่อมโยงข้อมูลไปยังแอพพลิเคชั่นสำหรับแสดงผลข้อมูลแผนที่ได้อีกด้วย
          </p>
          <img src="/img/system2.jpg" width="100%" />
        </b-tab>
      </b-tabs>
    </b-container>
  </div>
</template>
<script></script>
